Repository: cmsunoPlugins/newsletter
Catalog: lang/*.utf8/LC_MESSAGES/newsletter.po
Languages: fr_fr

source: Configure the plugin
fr_fr: Configurer le plugin

source: Config
fr_fr: Configuration

source: Edit your mailing list
fr_fr: Editer votre liste d'email

source: Mailing List
fr_fr: Liste d'email

source: Write a newsletter
fr_fr: Rédiger une newsletter

source: Write
fr_fr: Rédiger

source: This plugin allows you to send a newsletter to an email list.
fr_fr: Ce plugin permet d'envoyer une newsletter à une liste de destinataire.

source: It works with the mail() function of your server or in SMTP with your GMAIL account or with another SMTP Provider account.
fr_fr: Il fonctionne avec la function mail() du serveur ou en SMTP avec votre compte Gmail ou un autre compte SMTP.

source: The shortcode
fr_fr: Le Shortcode

source: add a field to enter his email address and receive the newsletter.
fr_fr: ajoute un champ pour entrer une adresse mail et recevoir la newsletter.

source: The newsletter contains in footer an automatic unsubscribe link.
fr_fr: La newsletter contient un lien automatique de désinscription en pied de page.

source: This plugin adds the excellent PHPMailer module which will then be used by other plugins (contact, users...).
fr_fr: Ce plugin ajoute l'excellent module PHPMailer qui sera ensuite utilisé par d'autres plugins (contact, utilisateurs...).

source: Subject
fr_fr: Sujet

source: Content
fr_fr: Contenu

source: Saves the contents
fr_fr: Enregistre le contenu

source: Save
fr_fr: Enregistrer

source: Sending
fr_fr: Envoyer

source: finished.
fr_fr: terminé.

source: Send only to Admin
fr_fr: Envoyer uniquement vers Admin

source: Send to test
fr_fr: Envoyer pour Test

source: Send the newsletter
fr_fr: Envoyer la newsletter

source: Send
fr_fr: Envoyer

source: New recipient
fr_fr: Nouvelle adresse

source: Create group
fr_fr: Créer un groupe

source: Add a new recipient
fr_fr: Ajouter une adresse mail

source: Add
fr_fr: Ajouter

source: Group
fr_fr: Groupes

source: The User group contains the members of the Users plugin :
fr_fr: Le groupe User contient les membres du plugin Users :

source: members.
fr_fr: membres.

source: Sending method
fr_fr: Méthode d'envoi

source: Method
fr_fr: Méthode

source: Default (PHP)
fr_fr: Défaut (PHP)

source: Other SMTP
fr_fr: Autre SMTP

source: Newsletter is sent by using this method.
fr_fr: La newsletter est envoyée avec cette méthode.

source: Username
fr_fr: Nom d'utilisateur

source: Email address for Gmail, username for other SMTP.
fr_fr: Adresse email pour Gmail, nom d'utilisateur sinon.

source: Password
fr_fr: Mot de passe

source: Account password for this username. (Registered encrypted)
fr_fr: Mot de passe de votre compte Gmail. (La sauvegarde sera chiffrée)

source: Host
fr_fr: Hôte

source: URL of your SMTP Provider
fr_fr: URL de votre fournisseur SMTP

source: Save settings
fr_fr: Sauvegarde des paramètres

source: newsletter saved
fr_fr: newsletter sauvegardée

source: Impossible backup
fr_fr: Sauvegarde impossible

source: config saved
fr_fr: Configuration sauvegardée

source: Error
fr_fr: Erreur

source: External
fr_fr: Externe

source: Manual
fr_fr: Manuel

source: email added
fr_fr: email ajouté

source: impossible add
fr_fr: ajout impossible

source: email deleted
fr_fr: email effacé

source: undeletable
fr_fr: Effacement impossible

source: No data
fr_fr: Pas de données

source: Unsubscribe
fr_fr: Désinscription

source: Failure
fr_fr: Echec

source: Email address
fr_fr: Adresse email

source: Subscribe
fr_fr: Inscription

source: You will receive an email to confirm
fr_fr: Vous allez recevoir un email pour confirmation

source: Confirm registration by clicking this link
fr_fr: Confirmer l'inscription en cliquant sur ce lien

source: Subscribe Newsletter
fr_fr: Inscription à la newsletter
